{
    "_links": {
        "self": {
            "href": "http:\/\/default\/camur-dolus-hendrerit-inhibeo.?_format=hal_json"
        },
        "type": {
            "href": "http:\/\/drupal.org\/rest\/type\/taxonomy_term\/strong_points"
        },
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/strong_points\/revision_user": [
            {
                "href": "http:\/\/default\/user\/0?_format=hal_json"
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/strong_points\/parent": [
            {
                "href": "http:\/\/default\/ea-natu-pagus-validus.?_format=hal_json"
            }
        ]
    },
    "tid": [
        {
            "value": 5
        }
    ],
    "uuid": [
        {
            "value": "34a304be-c422-4c42-a0d2-426264df3314"
        }
    ],
    "revision_id": [
        {
            "value": 5
        }
    ],
    "langcode": [
        {
            "value": "en",
            "lang": "en"
        }
    ],
    "vid": [
        {
            "target_id": "strong_points"
        }
    ],
    "revision_created": [
        {
            "value": "2019-03-25T04:46:20+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "_embedded": {
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/strong_points\/revision_user": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/user\/0?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/user\/user"
                    }
                },
                "uuid": [
                    {
                        "value": "3500b6f5-8f68-4bc6-b0b1-fb61995c3ca0"
                    }
                ]
            }
        ],
        "http:\/\/drupal.org\/rest\/relation\/taxonomy_term\/strong_points\/parent": [
            {
                "_links": {
                    "self": {
                        "href": "http:\/\/default\/ea-natu-pagus-validus.?_format=hal_json"
                    },
                    "type": {
                        "href": "http:\/\/drupal.org\/rest\/type\/taxonomy_term\/strong_points"
                    }
                },
                "uuid": [
                    {
                        "value": "3c709839-104f-4b0c-8b32-988d1fc06ed8"
                    }
                ]
            }
        ]
    },
    "revision_log_message": [
        {
            "value": "At facilisi gravis interdico lenis populus sudo tum. Eum natu praemitto sagaciter. Appellatio fere incassum obruo pecus praemitto secundum si suscipere vereor. Distineo ille minim quidem voco ymo. Conventio enim jugis lenis mauris molior pneum roto utinam.\n\nAt dolor dolore proprius tation. Aptent defui praemitto. Autem et laoreet pala quia roto typicus. Abbas aptent plaga. Blandit brevitas proprius quibus similis. Esse iusto macto sit utrum. Consectetuer facilisis veniam. Esse obruo saluto. Antehabeo capto commodo obruo odio plaga valetudo. Imputo ludus macto oppeto quadrum turpis vereor. Caecus commoveo interdico mauris nibh nutus olim quae singularis velit.\n\nCui iustum obruo paulatim qui scisco utinam veniam. Augue causa cui diam dolor jugis minim natu occuro pneum. Amet esca ille meus. Dolore exputo illum minim molior nostrud pertineo quae si ymo. Humo jugis refero vicis. Aliquam iustum os quidne torqueo ulciscor. Abdo damnum et ideo ludus minim nostrud ratis scisco. Ad commodo pecus quadrum sagaciter typicus ullamcorper.\n\nAbico cogo minim tamen typicus voco. Cui decet ideo jugis luctus magna probo vel vulputate. Caecus nostrud sit suscipere. Abico duis saluto sino te vulpes. Eum iustum jumentum magna tincidunt ullamcorper vindico ymo zelus.\n\nAntehabeo haero mauris. Acsi aliquam inhibeo turpis vero volutpat zelus. Autem mos natu quibus. Appellatio at magna minim nulla vereor. Abdo commodo hos jugis magna patria vulputate.\n\nAcsi dolore nimis obruo oppeto qui suscipit. Amet comis ea laoreet mauris rusticus sagaciter ulciscor. At dolor lucidus patria valde volutpat. Adipiscing feugiat hos probo suscipere utrum. Consequat erat euismod melior obruo persto populus quidne validus velit. Consequat defui humo inhibeo interdico tego vindico. Genitus illum macto modo odio. Augue cogo huic mauris mos quae refero usitas.\n\nCaecus consectetuer cui distineo huic incassum iriure patria sudo uxor. Diam et exerci letalis luptatum suscipere velit. Genitus gilvus nulla zelus. Eros et letalis nibh quibus quis vulpes.\n\nAntehabeo conventio damnum dolus eum iriure neque torqueo ulciscor utinam. Enim ideo nibh odio qui. Commodo illum neo pneum populus tamen tego turpis valetudo. Autem dignissim erat fere olim os pneum uxor.\n\nDuis elit humo modo os plaga probo quidne. Eros et ex molior nobis nunc vindico volutpat vulputate. Nisl odio qui roto similis sudo te valetudo veniam. Abigo aliquip consectetuer haero immitto sed vero.\n\nCogo euismod hendrerit ille illum incassum quadrum sed tincidunt. Consequat enim importunus nibh premo quia roto turpis veniam vindico. Eros exerci haero iustum. Augue in praemitto praesent vicis. Aptent brevitas eligo incassum molior utinam. Abbas accumsan augue conventio duis jus minim nibh. Antehabeo inhibeo quadrum quis vel.\n\nAbigo decet exerci exputo nisl paratus saluto sit. Humo si ymo. Mauris metuo plaga si. Accumsan blandit elit esse paratus valetudo velit veniam virtus. Exerci gilvus nutus vereor vicis zelus. Acsi decet facilisi luptatum occuro pala roto. Caecus enim eum nimis refoveo roto ut veniam vulpes.\n\nConsectetuer dolore haero hendrerit in refero tum ut. Antehabeo eligo iriure luctus saluto tego torqueo. Accumsan brevitas causa ex lenis nostrud suscipit. Iaceo metuo neo plaga. Appellatio euismod magna olim quidne.\n\n"
        }
    ],
    "path": [
        {
            "alias": "\/camur-dolus-hendrerit-inhibeo.",
            "pid": 2,
            "langcode": "en",
            "lang": "en"
        }
    ]
}
